Revit 2027 API
ParameterTypeId.CameraFromLevel Property
 "From"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CameraFromLevel { get; }
Public Shared ReadOnly Property CameraFromLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CameraFromLevel {
	ForgeTypeId^ get ();
}
static member CameraFromLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace